Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Make sure everybody hears the orders. Nobody must escape.
uk_ua: Перевірте, щоб усі чули накази. Ніхто не повинен втекти.

source: Make units move and fight faster
uk_ua: Збільшити швидкість руху і битви

source: Makees
uk_ua: Макіс

source: Makes the selected unit level up N times. Example: :unit advances=2
uk_ua: Піднімає вибраного бійця на N рівнів. Наприклад: :unit advances=2

source: Mal A’kai
uk_ua: Мал А’кай

source: Mal Keshar
uk_ua: Мал Кешар

source: Mal Maul
uk_ua: Мал Маул

source: Mal M’Brin
uk_ua: Мал М'Брін

source: Mal Sevu
uk_ua: Мал Севу

source: Mal Shiki
uk_ua: Мал Шікі

source: Mal Tera
uk_ua: Мал Тера

source: Mal-Govon
uk_ua: Мал-Говон

source: Mal-Kevek
uk_ua: Мал-Кевек

source: Mal-Necross
uk_ua: Мал-Некрос

source: Mal-Ravanal, it seemed, was a great human wizard who had transformed himself into a lich. He had attacked the edges of the Kingdom of Wesnoth, and was building a fearsome army of undead humans there. He had also sent necromancers to attack the orcs, and even the elves, in a quest for undead soldiers of different races. It seemed that he also lusted for merfolk slaves. Krellis’ scouts reported that more dark armies were heading north.
uk_ua: Мал-Раванал, як виявилося, був великим людським чарівником, який перетворив себе на ліча. Він нападав на прикордоння королівства Веснот, будуючи там грізну армію мерців. Також він послав некромантів атакувати орків і ельфів, прагнучі отримати мертвих солдатів з різних рас. І схоже на те, що він забажав зробити і водяних своїми бездушними рабами. Розвідники Креліса доповіли, що багато армій темряви направилося до них на північ.

source: Mal-Ravanal’s Forces
uk_ua: Сили Мал-Раванала

source: Mal-Verloth
uk_ua: Мал-Верлот

source: Maldun
uk_ua: Малдун

source: Male
uk_ua: Чоловік

source: Malifor
uk_ua: Маліфор

source: Malin Keshar
uk_ua: Маліна Кешар

source: Maluk
uk_ua: Малук

source: Man of the west-north, you have earned your place on this great continent.
uk_ua: Люди північного заходу, ви заслужили місце на цьому великому континенті.

source: Man the ships with skeleton crews, and give them the remaining supplies. Pass the word to Lord Typhon. Make sure that no more than a third of the fleet is sent. We must not provide the orcs with a ready-made fleet. Make haste, return before it is time to meet with these, what are they? Ahh, elves.
uk_ua: Відправ на кораблях невеликі команди і дай їм залишки провізії. Дай знати лордові Тайфону. Простеж, щоб відправляли не більше третини флоту. Бракувало нам ще дати оркам в руки готовий флот. Поспіши, повернися перш, ніж ми підемо до цих, як їх? А, ельфів.

source: Managa’Gwin
uk_ua: Манага'Гвін

source: Manage Add-ons
uk_ua: Керування аддонами

source: Manage Cores
uk_ua: Керування компонентами

source: Manage the game WML cache
uk_ua: Керувати кешем WML

source: Mandatory widget '$id' hasn't been defined.
uk_ua: Обов'язковий віджет '$id' не визначений.

source: Manpower. Mages be no good at fighting, I knows. But what for?
uk_ua: Бійці. Маги слабкі в прямих сутичках, як я знаю. Але нашо?

source: Manually fire the specified event.
uk_ua: Вручну запустити вказану подію.

source: Manually set a gamestate variable to value.
uk_ua: Вручну встановити значення gamestate.

source: Many drakes enjoy the flow of air over scales, leading them to don the light robes of the Glider caste. The long forays to the far reaches of the tribal territory are their passion, though other drakes often wonder what could lead someone to take on the drudgery of hunting when more glory could be found on the battlefield. Most often, Gliders hunt larger game like deer, swine, or dolphins; the drakes’ ancestral ability to aim fire, hampered in other castes by armor, is invaluable for flushing and herding the quarry without harming it. If a Glider is called to the battlefield, he prefers to harass the enemy from a distance – and if all else fails, he will fight with his feet, keeping his precious wings as far from the enemy as possible.
uk_ua: Багато дрейків понад усе люблять вітер, що б'є по лусці, і тому носять легкий одяг касти Планерів. Їх пристрасть — тривалі набіги на далекі межі володінь племені, хоча інші дрейки дивуються — як хтось може насолоджуватися нудним полюванням, коли можна завоювати велику славу на полі бою. Найчастіше Планери полюють на велику дичину — оленів, кабанів, дельфінів; їх вогняне дихання, не обмежене як у інших каст обладунками, дуже допомагає зібрати здобич в одне стадо, не шкодячи їй. Якщо Планера закликають на поле бою, він вважає за краще мучити ворога здалека, а якщо усі інші засоби вичерпані, він б'ється ногами, і прагне утримати ворога якнайдалі від своїх дорогоцінних крил.

source: Many of Urza Afalas’s troops are exhausted from battle and cannot attack this turn, but are still able to withdraw and reposition themselves. Units that can move but can’t attack are shown with the <i>disengaged</i> orb.
uk_ua: Багато бійців Урзи Афаласа втомлені від битви і не можуть атакувати на цьому ходу, але досі здатні відступити чи перегрупуватися. Бійці, котрі здатні рухатися, але не можуть атакувати, мають <i>червоно-жовту</i> сферу.

source: Many of the young warriors of the nagini aspire for the day when they merit their second blade. Their martial practice of using twin blades is wholly unlike that of the Orcs and other races, for they have begun to learn the art of using their serpentine form to best effect, twisting and turning to dodge from blows. This makes them potent on land, but the friction of water greatly impedes their ability to do this.
uk_ua: Усі молоді наги-воячки чекають дня, коли вони зможуть заслужити на свій другий клинок. Їх мистецтво фехтування двома клинками зовсім несхоже на прийоми орків і інших рас. Вони тренуються в ухиленні і маневрі, в чому їм допомагає їх змієподібне тіло. Це робить їх боєздатними на суші, але опір води значно ускладнює використання цієї техніки.

source: Many people would call you a coward if you did not. They would say that you turned your back on your pact with the elves. It’s not like you can tell people what I overheard.
uk_ua: Багато хто назве тебе боягузом, якщо ти цього не зробиш. Скажуть, що ти не виконав угоду з ельфами. Не думаю, що ти зможеш розповісти людям усе те, що я підслуховувала.

source: Map
uk_ua: Карта

source: Map Commands
uk_ua: Команди карти

source: Map Editor
uk_ua: Редактор карт

source: Map Generator Settings
uk_ua: Налаштування генератора карт

source: Map Information
uk_ua: Інформація про карту

source: Map Pack
uk_ua: Пакет карт

source: Map Screenshot
uk_ua: Знімок карти

source: Map Settings
uk_ua: Налаштування карти

source: Map and Scenario Editor
uk_ua: Редактор карт та сценаріїв

source: Map could not be loaded.
uk_ua: Не вдалось завантажити карту.

source: Map could not be loaded:
uk_ua: Не вдалось завантажити карту:

source: Map creation failed.
uk_ua: Не вдалося створити карту.

source: Map generator error:
uk_ua: Помилка генератора карт:

source: Map loaded from scenario
uk_ua: Карту завантажено з сценарію

source: Map saved.
uk_ua: Карту збережено.

source: Map size:
uk_ua: Розмір карти:

source: Map-Screenshot
uk_ua: Знімок карти

source: Map/Scenario Editor
uk_ua: Редактор карт/сценаріїв

source: Marathi Translation
uk_ua: Переклад на маратхі

source: Marg-Tonz
uk_ua: Марг-Тонз

source: Marker High
uk_ua: Маркер узвишшя

source: Marker High 2
uk_ua: Маркер узвишшя 2

source: Marker Low
uk_ua: Маркер западини

source: Marker Low 2
uk_ua: Маркер западини 2

source: Market
uk_ua: Ринок

source: Markings or decorations on hexes may indicate something to be found. If you can, it is usually a good idea to investigate.
uk_ua: Мітки та декорації на клітинках можуть означати щось корисне. За можливості, досліджуйте такі місця.

source: Marksman
uk_ua: Снайпер

source: Marsh
uk_ua: Драговина

source: Marshal
uk_ua: Маршал

source: Marth-Tak
uk_ua: Март-Так

source: Mask:
uk_ua: Маска:

source: Masked Dwarf
uk_ua: Гном у масці

source: Masked Dwarves
uk_ua: Гноми в масках

source: Massacre
uk_ua: Різанина

source: Master Bowman
uk_ua: Майстер лука

source: Master Delfador! Look, there are orcs coming from all directions! What shall we do?
uk_ua: Пане Делфадоре! Дивіться, орки сунуть з усіх сторін! Що нам робити?

source: Master at Arms
uk_ua: Майстер зброї

source: Master bowmen have reached the zenith of their art, inasmuch as any human is capable. Armed with both a sword, and a great yew bow, these warriors crown battalions of archers with their presence, bringing down many a foe with their well-aimed shots. Their skill with the sword is also not to be discounted; they are easily as good with it as any novice swordsman. Of the many races in the world, only the elves surpass humanity in archery, and their human counterparts have speculated, perhaps in envy, that this is only by dint of age.
uk_ua: Майстри лука досягли вершин свого мистецтва на межі людських можливостей. Озброєні мечем і величезним луком, ці воїни очолюють батальйони лучників, знешкоджуючи будь-якого ворога своїми точними пострілами. Їх навички володіння мечем теж не варто ігнорувати; у володінні мечем вони можуть порівнятися з новачками мечниками. З усіх рас у світі тільки ельфійські лучники перевершують людей в стрільбі з лука, а їх людські колеги, мабуть їм заздрячи, кажуть, що причиною є довголіття ельфів.

source: Master fencers have an envied place in life. Though the journey to their station was a dangerous way of life, they have reached the time wherein they reap its rewards. Famed for their skill and dashing manner, these gentlemen have the bearing of natural aristocrats, and are followed by the eyes of many a high born lady. They usually have the luxury of choosing their appointments, and are free to roam the land should they so elect. Often, they will be found as the captains of a castle guard, or as the master of a military academy, positions in which their flamboyant nature is not only accepted, but is perhaps even useful.
uk_ua: Майстри фехтування займають завидне місце в житті. Хоча їх шлях до цього статусу був небезпечним, вони дожили до часу, коли можна пожинати плоди. Знамениті завдяки своїм навичкам і своїй розпусній поведінці, ці джентльмени — аристократи від народження, і не обділені увагою благородних жінок. Вони зазвичай можуть дозволити собі розкіш вибирати місце служби, так само як і землі, куди попрямують. Часто вони стають капітанами замкової гвардії або майстрами військової академії — посади, на яких їх яскравий характер не лише прийнятний, але можливо навіть корисний.

source: Master said more would come!
uk_ua: Хазяїн сказав, що прийдуть ще!

source: Master will avenge me!
uk_ua: Хазяїн помститься за мене!

source: Master woodsmen are useful allies to any army, and indispensable for any sizable group of people living in the wilderness. They can track both man and beast, notice things most others would overlook, and are often the only ones who can find food for the table, be it animal or vegetable. Their skill at hunting is very useful in combat, and also leaves them unusually competent at night, and in forests and swamps.
uk_ua: Досвідчені жителі лісу — корисні союзники для будь-якої армії, і потрібні будь-якій значній групі людей, що живуть в глушині. Вони уміють вистежувати і людей і звірів, помічають на перший погляд непомітні речі, і часто лише вони здатні забезпечити їжу до столу, чи то м'ясо чи овочі. Їх мисливська майстерність дуже корисна в бою, дозволяючи їм добре битися вночі, а також в лісах і на болотах.

source: Master, he threatens the safety of the city by standing in your way.
uk_ua: Хазяїне, він загрожує безпеці міста, стоячи на вашому шляху!

source: Master, you are gravely injured!
uk_ua: Хазяїне, ви серйозно поранені!

source: Master, you need not answer to this fool. Even for a loremaster, to dictate to a lord in his own holding... and one who holds the very soul of the dwarves in his hand. It is unthinkable!
uk_ua: Володарю, тобі не потрібно відповідати цьому дурню. Хай навіть і Хранитель, але диктувати свої умови лорду на його власній землі... і тому, хто тримає душу кожного гнома в своїй руці. Це нечувано!

source: Master—
uk_ua: Володарю—

source: Match History
uk_ua: Історія матчів

source: Match History — $player
uk_ua: Історія матчів — $player

source: Matchmaking
uk_ua: Матчмейкінг

source: Mausoleum
uk_ua: Мавзолей

source: Max HP bonus +3, Max XP +20%
uk_ua: Макс. бонус ЗД +3, макс. ДВ +20%

source: Max HP bonus +6%
uk_ua: Максимальний бонус до ЗД +6%

source: Max Hill Size:
uk_ua: Максимальний розмір пагорба:

source: Max swarm bonus:
uk_ua: Макс бонус рою:

source: Maximum Level
uk_ua: Максимальний рівень

source: Maximum auto-saves:
uk_ua: Макс. к-сть автозбережень:

source: May Commander Aethyr have a peaceful journey into the next world, where he has been preceded by his wife and loving daughters. For his heroism in the face of adversity a place of glory is assured to him in the Halls of Light...
uk_ua: Хай намісник Ейфір відійде у світ інший, назустріч дружині і улюбленим дочкам. Його відвага перед лицем небезпеки забезпечить йому місце в Залах Світла...

source: May I live forever in Undeath!
uk_ua: Хай буду я жити вічно у Загробному світі!

source: May I make a suggestion?
uk_ua: Можу я внести пропозицію?

source: May the Light guide you where I have failed...
uk_ua: Хай Світло проведе вас там, де я не зміг...

source: May the Lords of Light have mercy on you. But, I am bound by my word.
uk_ua: Нехай Боги Світла змилуються над тобою. Але я пов'язаний моєю клятвою.

source: May the Lords of Light protect us all.
uk_ua: Хай захистять нас усіх Боги Світла.

source: May the currents carry you swiftly, my friend.
uk_ua: Щасливого плавання, друже мій.

source: Maybe I could attract it if I jingled some coins.
uk_ua: Можливо, дзвін монет його приманить.

source: Maybe it’d be best if you didn’t mention our little friend following us...
uk_ua: Здається, буде краще, якщо ти не згадуватимеш про маленького друга, що йде за нами...

source: Maybe not yet, but just wait.
uk_ua: Можливо, але краще зачекати.

source: Maybe there are survivors? We should check.
uk_ua: Може, тут є уцілілі? Ми повинні перевірити.

source: Maybe they’ll clear it some time after the APOCALYPSE is OVER!
uk_ua: Можливо, вони його зачистять через деякий час після того, як ЗАКІНЧИТЬСЯ ЦЕЙ КОШМАР!

source: Maybe we can warn the King in time. Lionel should be back in Weldyn by now; I shall send one of the garrison’s message-riders to him, but I cannot spare the time to go south myself. I will gather as many troops as I can move quickly through these wildlands and head west from here.
uk_ua: Можливо, ми зможемо вчасно попередити Короля. Ліонель мав вже повернутися до Велдину; потрібно послати одного з гінців з гарнізону до нього, але я не можу витрачати час на те, щоб йти на південь самому. Я зберу якомога більше людей, щоб швидко пройти ці дикі землі і попрямувати на захід.

source: Maybe we could use a pet sea monster.
uk_ua: Мабуть, ми знайдемо застосування морському чудовиську.

source: Maybe you should move somebody else to the chest.
uk_ua: Можливо, до скрині варто привести когось іншого.

source: Maybe you should recruit another elf?
uk_ua: Може тобі варто найняти ще одного ельфа?

source: Maybe. I smell death and decay.
uk_ua: Можливо. Я відчуваю запах смерті і гниття.

source: Me friend. We can play together.
uk_ua: Моя друг. Моя-твоя грати разом.

source: Me? I’ve never even met Tyegëa. How can I convince her to help us if you cannot?
uk_ua: Я? Я ніколи навіть не зустрічав Тигею. Як я зможу переконати її допомогти нам, якщо ти не можеш?

source: Meadow
uk_ua: Долина

source: Mebrin can be... difficult, yes. However, should we cleanse the valley and restore peace to his home, I am sure he will accept your request for his aid. That is, so long as I am the one who makes the request to him.
uk_ua: Мербін може бути... важким, так. Але, якщо ми звільнимо долину та повернемо мир до його дому, я впевнена, що він вам допоможе. Але це я за умови, що я буду в нього просити.

source: Mebrin has caught us in his spell! We are doomed...
uk_ua: Мербін захопив нас своїм закляттям! Нам кінець...

source: Mebrin was more powerful than any of the undead we summoned, and yet he did not resist them. He allowed them to make him one of them and became a lich of formidable power. He took control of the other undead lords and now leads them from the depths.
uk_ua: Мербін був набагато могутнішим, ніж будь-який мрець, котрого ми підіймали, однак він не опирався. Він дозволив їм перетворити себе на одного з них і став лічем страшної сили. Він підкорив інших мертвих володарів і зараз керує ними з глибин.

source: Mebrin was my master, Eltenmir! It is <i>I</i> who grieves the most! I have spent countless, sleepless nights thinking about his death and missing him so dearly that my heart never ceases to ache. You know how I must feel about losing one that I cherished so. Still... still, even I recognize that these humans are not the ones to blame.
uk_ua: Мербін був моїм вчителем, Ельтенміре! Це <i>я</i> та, хто горює найбільше! Я провела незліченні безсонні ночі, думаючи про його смерть і сумуючи за ним так палко, що моє серце ніколи не звільнялося від болю. Ти знаєш, як я маю почуватися від загибелі того, хто був дорогим моєму серці. Але ж... але ж, навіть я розумію, що ці люди невинні.

source: Mebrin! Are you there? We have come to seek your aid!
uk_ua: Мебріне! Ви тут? Ми прийшли, бо нам потрібна ваша допомога!

source: Mebrin! My old master! Is that truly you?
uk_ua: Мебріне! Мій колишній вчителю! Це справді ви?

source: Mebrin! Where are you?!
uk_ua: Мебріне! Де ви?!

source: Mebrin, please...
uk_ua: Мербіне, будь ласка...

source: Mebrin...
uk_ua: Мербіне...

source: Mebrin... that’s enough. I am sorry. I should have protected you. I should never have let those humans take you and turn you into... into a monster!
uk_ua: Мербіне… достатньо. Вибачте. Мені треба було захистити вас. Мені треба було ніколи не дозволити тим людям вкрасти вас та перетворити на... на чудовисько!

source: Mechanical
uk_ua: Механізм

source: Mechanical units aren&#8217;t alive and thus are immune to poison, and drain and plague don&#8217;t work on them. Mechanical units generally have <emphasis>Mechanical</emphasis> as their only trait.
uk_ua: Механічні бійці не є живі, тому на них не діє ні отрута, ні висмоктування, ні чума. Як правило, механічні бійці мають лише одну рису — <emphasis>механізм</emphasis>.

source: Mechanical units generally have mechanical as their only trait. Since mechanical units don’t really have life, drain, poison, and plague have no effect upon them.
uk_ua: Як правило механічні бійці мають лише одну рису — ‘механізм’. Оскільки механічні бійці не живі, то висмоктування, отрута і чума на них не діють.

source: Media
uk_ua: Медіа

source: Medicinal herbs
uk_ua: Лікувальні трави

source: Medium
uk_ua: Середній

source: Medium Coastal Reef
uk_ua: Невеликий прибережний риф

source: Medium Deep Water
uk_ua: Середня глибока вода

source: Medium Shallow Water
uk_ua: Середня мілка вода

source: Meeting of the Minds
uk_ua: Зустріч однодумців

source: Mel Daveth
uk_ua: Мел Давет

source: Melange
uk_ua: Мішанина

source: Melee Combat
uk_ua: Ближній бій

source: Melinna
uk_ua: Мелінна

source: Memory
uk_ua: Пам'ять

source: Men! Ready your arms!
uk_ua: Солдати! До зброї!

source: Menu
uk_ua: Меню

source: Menu button
uk_ua: Кнопка меню

source: Meorraent
uk_ua: Меораент

source: Mercantile
uk_ua: Крамниця

source: Merfolk
uk_ua: Водяники

source: Merfolk Revenge
uk_ua: Помста водяників

source: Merfolk Village
uk_ua: Село водяних

source: Merfolk societies train their forces rigorously and carefully, and as a result the peace of their realm is kept by soldiers who are the undisputed champions of their aquatic homeland. Their resilience and skill with their iconic tridents make them mighty foes to try to combat in the seas, but they lose almost all their mobility if forced to fight on land.
uk_ua: Спільноти водяних тренують своїх сили старанно й обережно, і в результаті мир їхнього царства зберігається солдатами, які є безперечними чемпіонами своєї водяної батьківщини. Стійкість і вправність з тризубцями роблять їх могутніми ворогами для бійки у морях, але вони втрачають майже всю свою рухливість, коли доводиться виповзати на сушу.

source: Meris
uk_ua: Меріс

source: Merkush
uk_ua: Меркуш

source: Mermaid Siren
uk_ua: Сирена

source: Mermaids, like elves, have a powerful and native ability in magic, though theirs is considerably different than that of the elves. Those who master this ability are held in high regard, and their skill is used in a multitude of crafts, many of which humanity would never dream. The obvious use in war is forbidden against their own race — this power is the greater part of what protects their people from the monsters that wander out of the abyss.
uk_ua: Русалки, як і ельфи, наділені природним магічним даром, хоча ці вміння сильно відрізняються від ельфійських. Ті, хто майстерно володіє цим даром, знаходяться у великій шані, і їх навички використовуються в багатьох ремеслах, про які люди навіть і не мріяли. Ясно, що застосування цієї сили проти свого народу заборонене — адже вона є величезною частиною того, що захищає їх народ від монстрів, що блукають в безодні.

source: Merman Brawler
uk_ua: Водяний забіяка

source: Merman Citizen
uk_ua: Водяний міщанин

source: Merman Entangler
uk_ua: Водяний запутник

source: Merman Fighter
uk_ua: Водяний боєць

source: Merman Guard
uk_ua: Водяна Варта

source: Merman Hoplite
uk_ua: Водяний гопліт

source: Merman Hunter
uk_ua: Водяний мисливець

source: Merman Javelineer
uk_ua: Метальник дротиків

source: Merman Netcaster
uk_ua: Водяний тенетомет

source: Merman Spearman
uk_ua: Водяний списоносець

source: Merman Triton
uk_ua: Тритон

source: Merman Warrior
uk_ua: Водяний воїн

source: Message:
uk_ua: Повідомлення:

source: Messages waiting
uk_ua: Очікуючі повідомлення

source: Methor
uk_ua: Метор

source: Methor told me that I could find Leollyn in his tower in the Royal Forest outside the city. It should be near here...
uk_ua: Метор сказав мені, що Леолин живе у вежі в Королівському Лісі. Це повинно бути десь поруч...

source: Midday
uk_ua: День

source: Middle-click scrolling
uk_ua: Прокрутка середньою кнопкою

source: Midnight
uk_ua: Північ

source: Midnight Queen
uk_ua: Північна Королева

source: Might I suggest a bit of a detour?
uk_ua: Можна запропонувати трохи відхилитися від курсу?

source: Migrate
uk_ua: Мігрувати

source: Mine
uk_ua: Шахта

source: Mine Rail
uk_ua: Шахтні рейки

source: Mine Wall
uk_ua: Стіна шахти

source: Mines
uk_ua: Копальні

source: Mines can be built on hills or mountains. A peasant on a mine will automatically dig for gold at the start of your turn.
uk_ua: Копальні можна будувати на пагорбах і в горах. Селянин, поміщений в копальню, буде добувати золото на початку вашого ходу.

source: Minion of Tairach
uk_ua: Прислужник Тайрача

source: Minister Alanafel
uk_ua: Міністр Аланафель

source: Minister Edren
uk_ua: Служитель Едрін

source: Minister Hylas
uk_ua: Міністр Хілас

source: Minister Hylas can heal allied units near him and his <i>arcane</i> attack deals bonus damage to undead foes.
uk_ua: Міністр Хілас може лікувати союзницькі війська поблизу нього і його <i>містична</i> атака має додатковий бонус проти мерців.

source: Minister Hylas, what word is there from the allies of the Council?
uk_ua: Міністре Хіласе, чи є вісті від союзників Ради?

source: Minister Mefel
uk_ua: Міністр Мефел

source: Minister Romand
uk_ua: Міністр Романд

source: Minor Code Contributors
uk_ua: Незначні покращення коду

source: Miscellaneous
uk_ua: Різне

source: Miscellaneous Contributors
uk_ua: Решта помічників

source: Miss the Last Ship
uk_ua: Пропустити останній корабель
